# St7SetStaticRestartFile

Sets the name of the static restart file.

long St7SetStaticRestartFile(long uID, char* FileName)
Input Parameters
uID
Strand7 model file ID.
FileName
Full path and name for the static restart file.